Repository: apple/sample-food-truck
Catalog: Features/DonutShop/Sources/DonutShop/Resources/*.lproj/Localizable.strings
Languages: ar

source: Bay Bridge
ar: جسر Bay Bridge

source: Big Ben
ar: بيغ بين

source: Bitter
ar: مُرة

source: Black Raspberry
ar: توت أسود

source: Blueberry Dough
ar: عجينة التوت الأزرق

source: Blueberry Drizzle
ar: صلصة التوت الأزرق

source: Blueberry Frosted
ar: غطاء التوت الأزرق

source: Blueberry Lattice
ar: مشبك التوت الأزرق

source: Blueberry Lines
ar: خطوط التوت الأزرق

source: Blueberry Spread
ar: مدهون التوت الأزرق

source: Buckingham Palace
ar: قصر باكنجهام

source: Chocolate Dough
ar: عجينة الشوكولاتة

source: Chocolate Drizzle
ar: صلصة الشوكولاتة

source: Chocolate Glaze
ar: طبقة الشوكولاتة

source: Chocolate Lattice
ar: مشبك الشوكولاتة

source: Chocolate Lines
ar: خطوط الشوكولاتة

source: Coit Tower
ar: برج كويت

source: Completed
ar: مكتمل

source: Cosmos
ar: كوسموس

source: Cupertino
ar: كوبرتينو

source: Custard
ar: كاسترد

source: Daytime
ar: النهارية

source: Ferry Building
ar: مبنى العبارة

source: Figure Skater
ar: رشيقة

source: Fire Zest
ar: حراقة

source: Fisherman's Wharf
ar: مرسى الصيادين

source: Golden Gate Bridge
ar: جسر البوابة الذهبية

source: Infinite Loop
ar: إنفينيت لوب

source: Lemon Chocolate
ar: شوكولاتة الليمون

source: Lemon Drizzle
ar: صلصة الليمون

source: Lemon Lattice
ar: مشبك الليمون

source: Lemon Lines
ar: خطوط الليمون

source: Lemon Spread
ar: مدهون الليمون

source: Lemonade
ar: ليموناضة

source: London
ar: لندن

source: Marble Arch
ar: قوس الرخام

source: New Donut
ar: دونات جديدة

source: Nighttime
ar: الليلية

source: Oracle Park
ar: استاد أوراكل بارك

source: Order
ar: طلب

source: Piccadilly Circus
ar: ميدان بيكاديلي

source: Picnic Basket
ar: سلة النزهة

source: Placed
ar: تم إرساله

source: Plain
ar: سادة

source: Powdered Chocolate
ar: بودرة الشوكولاتة

source: Powdered Dough
ar: بودرة الدوه

source: Powdered Strawberry
ar: بودرة الفراولة

source: Powdered Sugar
ar: بودرة السكر

source: Preparing
ar: يتم تحضيره

source: Rainbow
ar: قوس قزح

source: Rainbow Glaze
ar: طبقة القوس قزح

source: Ready
ar: جاهز

source: Salty
ar: مالحة

source: San Francisco
ar: سان فرانسيسكو

source: Savory
ar: سافوري

source: Shakespeare's Globe
ar: شكسبير جلوب

source: Sour
ar: حامضة

source: Sour Apple Drizzle
ar: صلصة التفاح الحامض

source: Sour Apple Lattice
ar: مشبك التفاح الحامض

source: Sour Apple Lines
ar: خطوط التفاح الحامض

source: Sour Candy
ar: قطع الحلوى الحامضة

source: Sour Candy Glaze
ar: طبقة الحلوى الحامضة

source: Spicy
ar: حارَّة

source: Spicy Sauce Drizzle
ar: الصلصة الحارَّة

source: Spicy Sauce Lattice
ar: مشبك الصلصة الحارَّة

source: Spicy Sauce Lines
ar: خطوط الصلصة الحارَّة

source: Spicy Spread
ar: مدهون حار

source: Sprinkles
ar: مرشوش

source: Star Sprinkles
ar: مرشوش النجوم

source: Strawberry Dough
ar: عجينة الفراولة

source: Strawberry Drizzle
ar: صلصة الفراولة

source: Strawberry Glaze
ar: طبقة الفراولة

source: Strawberry Lattice
ar: مشبك الفراولة

source: Strawberry Lines
ar: خطوط الفراولة

source: Strawberry Sprinkles
ar: مرشوش الفراولة

source: Sugar Drizzle
ar: صلصة السكر

source: Sugar Lattice
ar: مشبك السكر

source: Sugar Lines
ar: خطوط السكر

source: Super Lemon
ar: سوبر ليمون

source: Sutro Tower
ar: برج سوترو

source: Sweet
ar: حلوة

source: The Castro Theatre
ar: مسرح كاسترو

source: The Classic
ar: الكلاسيكية

source: Today
ar: اليوم

source: Tower Bridge
ar: جسر البرج

source: Yesterday
ar: الأمس
