Repository: apple/sample-food-truck
Catalog: App/*.lproj/Localizable.strings
Languages: ar

source: %@ completed!
ar: %@ مكتمل!

source: %@ donuts
ar: %@ من الدونات

source: %@ donuts
ar: %@ من الدونات

source: %@°F
ar: %@° ف

source: 2 Weeks
ar: أسبوعان

source: 200 Wide
ar: عرض ٢٠٠

source: Access advanced social-feed tools
ar: احصل على أدوات موجز اجتماعي متقدمة

source: Account
ar: الحساب

source: Advanced engagement tools
ar: أدوات تفاعل متقدمة

source: Advanced engagement tools.
ar: أدوات تفاعل متقدمة.

source: Advanced tools at a greater value
ar: أدوات متطورة مفيدة أكثر

source: All in one place.
ar: كل شيء في مكان واحد.

source: Are you sure you want to sign out?
ar: هل ترغب بالتأكيد في الخروج؟

source: Beautiful Map Goes Here
ar: خريطة جميلة هنا

source: Cancel
ar: إلغاء

source: Carrots
ar: جزر

source: Cities
ar: المدن

source: Complete Order
ar: طلب مكتمل

source: Create Donut
ar: إنشاء دونات

source: Dairy Free
ar: خالٍ من مشتقات الألبان

source: Data and insights that cover an entire year
ar: بيانات ومعلومات تغطي عامًا كاملًا

source: Date
ar: التاريخ

source: Day
ar: اليوم

source: Detail!
ar: تفاصيل!

source: Details
ar: التفاصيل

source: Dismiss
ar: استبعاد

source: Done
ar: تم

source: Donut Editor
ar: تعديل الدونات

source: Donut Name
ar: اسم الدونات

source: Donut stuff!
ar: أشياء للدونات!

source: Donut vs Doughnut
ar: دونت مقابل دونات

source: Donuts
ar: دونات

source: Flavor
ar: النكهة

source: Flavor Profile
ar: ملف تعريف النكهة

source: Food Truck
ar: عربة المأكولات

source: Food Truck sighting
ar: أماكن عربة الطعام

source: FoodTruck
ar: عربة المأكولات

source: for only %@
ar: مقابل %@ فقط

source: Forecast
ar: توقعات

source: Full year of history
ar: سجل تاريخ لمدة عام

source: Get Social Feed+
ar: جلب الموجز الاجتماعي+

source: Get Started
ar: فلنبدأ

source: Get the full picture with data and insights that cover an entire year.
ar: احصل على فكرة كاملة ببيانات تغطي العام كله.

source: Gluten Free
ar: خالٍ من الغلوتين

source: Help with purchases
ar: مساعدة في الشراء

source: Hey this is a super long string that should get cut off
ar: مرحبًا هذه جملة طويلة لعيونك

source: Highlight Social Feed+ posts
ar: تمييز منشورات الموجز الاجتماعي+

source: Hour
ar: ساعة

source: I'm waiting...
ar: أنا في الانتظار...

source: Icons
ar: أيقونات

source: In-app purchase support
ar: دعم الشراء من داخل التطبيق

source: Ingredients
ar: المكونات

source: Layout
ar: التخطيط

source: Layout Options
ar: خيارات التخطيط

source: List
ar: قائمة

source: Location
ar: الموقع

source: Manage Social Feed+
ar: إدارة موجز منصات التواصل+

source: Manage subscription
ar: إدارة الاشتراك

source: Month
ar: الشهر

source: My Action
ar: إجرائي

source: Name
ar: الاسم

source: New Donut
ar: دونات جديدة

source: New Orders
ar: طلبات جديدة

source: next Dough
ar: العجينة التالية

source: Next Glaze
ar: الطبقة التالية

source: Next Topping
ar: الإضافة التالية

source: No chance of rain today
ar: فرصة هطول المطر

source: No Glaze
ar: لا توجد طبقات

source: None
ar: لا شيء

source: One of these days!
ar: أحد هذه الأيام!

source: Order
ar: طلب

source: Order Started
ar: بدأ الطلب

source: Orders
ar: الطلبات

source: Parking Spot
ar: مكان الركْن

source: Password
ar: كلمة السر

source: Perform Action on %lld Orders
ar: أداء الإجراء على %lld من طلبات

source: Popular
ar: المشهورة

source: Popularity
ar: الشهرة

source: Premium Feature
ar: ميزة مهمة

source: Previous Dough
ar: العجينة السابقة

source: Previous Glaze
ar: الطبقة السابقة

source: Previous Topping
ar: الإضافة السابقة

source: Rainbow Sprinkles
ar: مرشوش قوس قزح

source: Recommended
ar: يوصى به

source: Redeem an offer
ar: تحصيل العرض

source: Refund purchases
ar: استرداد ثمن المشتريات

source: Request a refund
ar: طلب استرداد مال

source: Restore missing purchases
ar: استعادة المشتريات المفقودة

source: Sales
ar: المبيعات

source: Sales History
ar: سجل المبيعات

source: Select
ar: تحديد

source: Select a purchase to refund
ar: اختر عملية شراء لاسترداد مال

source: Settings
ar: الإعدادات

source: Show Top Donuts
ar: إظهار أفضل الدونات

source: Sign In
ar: تسجيل الدخول

source: Sign Out
ar: تسجيل الخروج

source: Sign Up
ar: التسجيل

source: Sign Up with Passkey
ar: التسجيل باستخدام مفتاح مرور

source: Sign Up with Password
ar: التسجيل باستخدام كلمة سر

source: Social Feed
ar: موجز الموجز الاجتماعي

source: Social Feed%@
ar: الموجز الاجتماعي %@

source: Social Feed+
ar: الموجز الاجتماعي+

source: Social Feed+ Monthly Plan
ar: الموجز الاجتماعي + الباقة الشهرية

source: Social Feed+ Yearly Plan
ar: الموجز الاجتماعي + الباقة السنوية

source: Social-media providers
ar: مزودي منصات التواصل الاجتماعي

source: Sort
ar: فرز

source: Standard
ar: القياسية

source: Start trial offer
ar: بدء عرض التجربة

source: Status
ar: الحالة

source: Subscribe
ar: الاشتراك

source: Subscription Options
ar: خيارات الاشتراك

source: Subscription support
ar: دعم الاشتراك

source: Temperature
ar: درجة الحرارة

source: The definitive social-feed experience
ar: أفضل تجربة لموجز منصات التواصل الاجتماعي

source: This Month
ar: هذا الشهر

source: This Week
ar: هذا الأسبوع

source: This Year
ar: هذه السنة

source: Timeframe
ar: الإطار الزمني

source: Today
ar: اليوم

source: Top 5
ar: أفضل ٥

source: Top 5 Donuts
ar: أفضل ٥ أنواع دونات

source: Top social-media providers.
ar: أفضل مزودي منصات التواصل الاجتماعية

source: Total Donuts
ar: كل الدوناتس

source: Total Sales
ar: إجمالي المبيعات

source: Trending
ar: الشائعة

source: Trending Topics
ar: المواضيع الرائجة

source: Truck
ar: عربة

source: Unlock
ar: فتح القفل

source: Unlock a %@
ar: فتح قفل %@

source: Unlock a %@ for only %@
ar: فتح قفل %@ لـ %@ فقط

source: User name
ar: اسم المستخدم(ة)

source: View Details
ar: عرض التفاصيل

source: Week
ar: الأسبوع

source: When you sign up with a passkey, all you need is a user name. The passkey will be available on all of your devices.
ar: عند تسجيل الدخول باستخدام مفتاح المرور، كل ما تحتاجه هو اسم المستخدم. مفتاح المرور سيكون متاحًا على جميع أجهزتك.

source: Will rain soon...
ar: ستمطر قريبًا...

source: Year
ar: السنة

source: Your subscription
ar: اشتراكك
